Revit 2027 API
ParameterTypeId.RebarSystemActiveTopDirn2 Property
 "Top Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveTopDirn2 { get; }
Public Shared ReadOnly Property RebarSystemActiveTopDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveTopDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveTopDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace